export const categories = [
    {
        id: 1,
        img: "../images/fantaa.jpg",
        title: "Фантастика",
        desc: "Фанта́стика — жанр художніх творів, в якому за допомогою додавання вигаданих уявних елементів створюється світ, відмінний від світу сьогоденного, реального. Основною ознакою фантастики є наявність у творі фантастичного допущення — фактора, який невідомий або неможливий у реальному світі.",
        bg: "dadada",
    },
    {
        id: 2,
        img: "../images/adven.jpg",
        title: "Пригоди",
        desc: "Пригодницька книга — літературний жанр. На відміну від екшена, акцент зміщено з грубого насильтва до кмітливості та винахідливості героя, уміння перехитрити злодія. У пригодницьких книгах головний герой повинен оригінально виплутуватися зі складних ситуацій, застосовує хитрість, розум і кмітливість.",
        bg: "dadada",
    },
    {
        id: 3,
        img: "../images/frig.jpg",
        title: "Жахи",
        desc: "Література жахів — жанр художньої літератури, що початково мав на меті викликати в читача відчуття тривоги, страху і супутніх відчуттів.",
        bg: "dadada",
    },
    {
        id: 4,
        img: "../images/dete.jpg",
        title: "Детектив",
        desc: "Детекти́в — різновид творів масової культури, в яких розкривається певна таємниця, пов'язана зі злочином. Серед представників цього жанру — Едгар По, Вілкі Коллінз, Артур Конан Дойл, Агата Крісті, Ерл Стенлі Ґарднер та ін.",
        bg: "dadada",
    },

    {
        id: 5,
        img: "../images/scien.png",
        title: "Наука",
        desc: "Науковий стиль мовлення використовується в наукових працях, для викладення результатів наукової та дослідницької діяльності. Метою наукового стилю є повідомлення, пояснення, тлумачення досягнутих наукових результатів, відкриттів. Найпоширеніша форма наукового стилю — монолог.",
        bg: "dadada",
    },
]

